Repository: wp-plugins/related-articles
Catalog: lang/related_articles-*.po
Languages: es_es, it_it, vi_vn, zh_tw

source: This plugin enables the display of a number of related posts in each post.
es_es: Este plugin permite mostrar un cierto número de entradas relacionadas en cada post.
it_it: Questo plugin permette di visualizzare un certo numero di articoli correlati in ciascun articolo
vi_vn: Plugin này cho phép màn hình hiển thị của một số bài viết liên quan trong mỗi bài viết.
zh_tw: 此插件讓一些相關的帖子在每個帖子的顯示

source: Customize the apparence
es_es: Personaliza el aspecto.
it_it: Personalizza l&#039;aspetto
vi_vn: Tùy chỉnh apparence
zh_tw: 自定義apparence

source: Please note that %s stands for a list of related posts. The default value of the HTML is:
es_es: Por favor, recuerde que está establecido %s para una lista de posts relacionados. El valor por defecto del HTML es:
it_it: Nota che %s significa una lista di articoli correlati. Il valore di default dell&#039;HTML è:
vi_vn: Xin lưu ý rằng %s là viết tắt của một danh sách các bài viết liên quan. Giá trị mặc ​​định của HTML là:
zh_tw: 請注意，%s 表示相關的帖子列表。在HTML中，默認值是

source: Please note that %s stands for a list of related posts with their featured images or their first images.
it_it: Nota che %s significa una lista di articoli correlati con la loro immagine predefinita o la loro prima immagine.
vi_vn: Xin lưu ý rằng %s là viết tắt của một danh sách các bài viết liên quan với hình ảnh đặc trưng của họ, hình ảnh đầu tiên của họ.
zh_tw: 請注意，%s 表示相關的職位，其功能圖像或他們的第一個圖像列表

source: The default value of the HTML is:
it_it: Il valore di default dell&#039;HTML è:
vi_vn: Giá trị mặc ​​định của HTML là:
zh_tw: 在HTML中的缺省值是

source: Width of the thumbnail image if you choose to display the featured image (see above):
vi_vn: Chiều rộng của hình ảnh thu nhỏ nếu bạn chọn để hiển thị hình ảnh nổi bật (xem ở trên):
zh_tw: 寬的縮略圖，如果你選擇顯示特色圖片（見上圖）

source: The CSS might have to be modified (see below).
vi_vn: Các CSS có thể phải được sửa đổi (xem dưới đây).
zh_tw: 該CSS可能必須進行修改（見下文）

source: Height of the thumbnail image if you choose to display the featured image (see above):
vi_vn: Chiều cao của hình ảnh thu nhỏ nếu bạn chọn để hiển thị hình ảnh nổi bật (xem ở trên):
zh_tw: 縮略圖的高度，如果你選擇顯示特色圖片（見上圖

source: Make the featured images clickable:
vi_vn: Làm cho hình ảnh tính năng có thể click:
zh_tw: 使圖像的特點點擊

source: The default value of the CSS is:
es_es: El valor por defecto del CSS es:
vi_vn: Số lượng các bài viết liên quan đến hiển thị trong mỗi bài viết:
zh_tw: 的CSS的缺省值是

source: The number of related posts to display in each post:
es_es: El número de posts relacionados para mostrar en cada post:
vi_vn: Số lượng các bài viết liên quan đến hiển thị trong mỗi bài viết:
zh_tw: 相關的帖子在每篇文章中顯示的數字

source: The list of type of posts where the related posts are displayed:
es_es: La lista de tipos de posts donde se muestran entradas relacionadas:
vi_vn: Danh sách các loại bài viết mà các bài viết liên quan được hiển thị
zh_tw: 其中顯示了相關的帖子職位類型的列表

source: It is a coma separated list. The default value is:
es_es: Es una lista con los elementos separados por comas. El valor por defecto es:
vi_vn: Đây là một danh sách phân cách hôn mê. Giá trị mặc ​​định là
zh_tw: 這是一個昏迷分隔的列表。默認值是

source: Display in excerpt:
es_es: Mostrar en el resumen:
vi_vn: hiển thị trong đoạn trích:
zh_tw: 顯示的摘錄

source: Advanced options
es_es: Opciones avanzadas
vi_vn: tùy chọn nâng cao
zh_tw: 高級選項

source: Show the score in articles and for the logged users:
vi_vn: Các số điểm trong bài báo và cho người sử dụng đăng nhập:
zh_tw: 顯示在文章和已登錄用戶的評分

source: What are the different types of posts you want to look for:
es_es: Cuáles son los distintos tipos de entradas que quieres buscar:
vi_vn: các loại khác nhau của bài viết mà bạn muốn tìm là gì:
zh_tw: 有哪些不同類型的職位你想尋找

source: The number of words used to compare posts:
es_es: El número de palabras usadas para comparar posts:
vi_vn: Các số từ được sử dụng để so sánh bài viết:
zh_tw: 用於比較的文章字數

source: The weight of the content:
es_es: El peso del contenido:
vi_vn: Trọng lượng của các nội dung:
zh_tw: 的內容物的重量

source: The weight of the title:
es_es: El peso del título:
vi_vn: Trọng lượng của tiêu đề:
zh_tw: 標題的重量

source: The weight of the categories:
es_es: El peso de las categorías:
vi_vn: Trọng lượng của các loại:
zh_tw: 之類的重量

source: The weight of the keywords:
es_es: El peso de las palabras clave:
vi_vn: Trọng lượng của các từ khóa:
zh_tw: 中的關鍵字的權重

source: For now, your have %s published articles (i.e. %s).
es_es: Por el momento has publicado %s entradas (por ej. %s).
vi_vn: Hiện tại, bạn có những bài viết xuất bản %s (tức là %s).
zh_tw: 現在，你擁有了%s 的發表的文章（即%s）

source: %s articles have their keywords cached.
es_es: %s entradas tienen sus palabras claves en caché.
vi_vn: %s bài viết có từ khóa của họ được lưu trữ.
zh_tw: %s的文章有自己的關鍵字緩存

source: %s articles have similar posts cached.
es_es: %s entradas tienen cacheados sus posts similares.
vi_vn: %s bài báo có bài viết tương tự được lưu trữ.
zh_tw: %s的文章有緩存類似的帖子

source: In the following table, you will find some examples of related posts that may be displayed.
es_es: En a siguiente tabla, encontrarás algunos ejemplos de posts relacionados que pueden mostrarse.
vi_vn: Trong bảng dưới đây, bạn sẽ tìm thấy một số ví dụ về các bài viết liên quan có thể được hiển thị.
zh_tw: 在下面的表格，你會發現，可能會顯示相關的職位的一些例子

source: Please note that the presented examples are randomly selected. Refresh the page to change the examples.
es_es: Por favor repare que los presentes ejemplos están seleccionados aleatoriamente. Refresque la página para cambiarlos.
vi_vn: Xin lưu ý rằng các ví dụ được trình bày được lựa chọn ngẫu nhiên. Làm mới trang để thay đổi các ví dụ.
zh_tw: 請注意，所提出的實施例是隨機選擇的。刷新頁面改變的例子

source: Title of the post
es_es: Título del post
it_it: Titolo dell&#039;articolo
vi_vn: Tiêu đề của bài
zh_tw: 的帖子標題

source: Extracted words
es_es: Palabras extraídas
it_it: Parole estratte
vi_vn: Trích từ
zh_tw: 提取的詞

source: Related posts
es_es: Entradas relacionadas
it_it: Articoli consigliati
vi_vn: Bài viết liên quan
zh_tw: 相關文章

source: Examples
es_es: Ejemplos
it_it: Esempi
vi_vn: Ví dụ
zh_tw: 的例子

source: Parameters
es_es: Parámetros
it_it: Parametri
vi_vn: Các thông số
zh_tw: 參數

source: Manage translations
es_es: Gestionar las traducciones
it_it: Gestisci traduzioni
zh_tw: 管理翻譯

source: Give feedback
es_es: Dar feedback
it_it: Lascia un feedback
vi_vn: Cho ý kiến phản hồi
zh_tw: 提供反饋意見

source: Other plugins
es_es: Otros plugins
it_it: Altri plugin
vi_vn: Bổ sung khác
zh_tw: 其他插件
